In [1]:
import pandas as pd

ModuleNotFoundError: No module named 'pandas'

In [9]:
WWI = pd.read_csv('channel/twothirds/WW2by3I.csv' , header = None , low_memory = False)
WWII = pd.read_csv('WW2by3II.csv', header = None)
WW = pd.concat([WWI , WWII])

In [8]:
nunuI

                          0
0       -3.1851956188883714
1        -2.427723802683217
2        -2.177184728862306
3        -2.009971891997208
4       -1.7811579147462062
...                     ...
577341   -291.5400194506225
577342  -280.74492967547815
577343   -280.1798939381949
577344   -279.9304095029303
577345     -279.77476897028

[577346 rows x 1 columns]

In [4]:
nunuII

                 0
0        -0.675868
1        -0.638764
2        -0.606582
3        -0.578273
4        -0.552437
...            ...
603584 -278.305349
603585 -240.891195
603586 -240.384654
603587 -236.587983
603588 -235.916043

[603589 rows x 1 columns]

In [10]:
nunu

                          0
0       -3.1851956188883714
1        -2.427723802683217
2        -2.177184728862306
3        -2.009971891997208
4       -1.7811579147462062
...                     ...
603584             -278.305
603585             -240.891
603586             -240.385
603587             -236.588
603588             -235.916

[1180935 rows x 1 columns]

In [12]:
len(nunu)-(len(nunuI)+len(nunuII))

0

In [15]:
nunu.to_csv("sixth/nunusixth.csv",header=False, index=False)